Repository: molhamstein/Vobble
Catalog: Vobble/*.lproj/Localizable.strings
Languages: ar

# GLOBAL_ERROR_TITLE
source: ERROR!
ar: خطأ!

# GLOBAL_SUCCESS_TITLE
source: SUCCESS
ar: نجاح

# GLOBAL_WARNING_TITLE
source: WARNING!
ar: تنبيه!

# GLOBAL_HEAD_UP_TITLE
source: Head's Up!
ar: تحذير!

source: Cancel
ar: الغاء

source: Ok
ar: موافق

source: Submit
ar: إرسال

# ERROR_NO_CONNECTION
source: No internet connection, please check your connection
ar: يرجى التأكد من اتصالك مع الانترنيت

# ERROR_SIGNUP_EMAIL_INVALID
source: Please enter a valid email address
ar: يرجى إدخال بريد الكتروني صحيح

# ERROR_SIGNUP_EMAIL_EXISTS
source: Email address already registered
ar: البريد الالكتروني مسجل مسبقاً

# ERROR_SIGNIN_WRONG_CREDIST
source: Please check your email and password
ar: الرجاء التحقق من البريد الالكتروني و كلمة المرور

# ERROR_RESET_WRONG_EMAIL
source: Email address is not registered before
ar: البريد الالكتروني غير مسجل مسبقاً

# ERROR_MISSING_INPUT_DATA
source: Please fill in all required information
ar: الرجاء إدخال جميع البيانات

# ERROR_INVALID_VERIFY_CODE
source: Verification code is not valid
ar: رمز التحقق المدخل غير صحيح

# ERROR_EXPIRED_VERIFY_CODE
source: Verification code was expired
ar: رمز التحقق المدخل منتهي الصلاحية

# ERROR_BOTTLE_NOT_FOUND
source: there is no bottle
ar: لا يوجد زجاجة فيديو

# ERROR_UNACTIVATED_USER
source: Your Account is not activated yet, please check your email
ar: هذا الحساب غير مفعل بعد الرجاء التحقق من بريد التفعيل

# ERROR_INVALID_USERNAME
source: Username already exists
ar: الاسم غير متاح

# ERROR_EMAIL_EXISTS
source: Email Already exists, please try to login
ar: البريد الالكتروني مسجل مسبقا

# ERROR_USERNAME_EXISTS
source: Username already used, try another one
ar: اسم المستخدم مستعمل سابقاً الرجاء تجربه اسم اخر

# ERROR_WRONG_LOGIN_METHOD
source: This email is registered before, please login with your usual login method
ar: الحساب موجود مسبقا الرجاء تسجيل الدخول بطريقتك المعتادة

# ERROR_DEVICE_BLOCKED
source: Sorry, you are not allowed to login
ar: للأسف, غير مصرح لك بالدخول

# ERROR_WRONG_CODE
source: Verification code is invalid
ar: رمز التحقق غير صالح

# ERROR_ACOUNT_DEACTIVATED
source: Sorry, Your account is not activated anymore
ar: للأسف حسابك لم يعد صالحاً

# ERROR_NO_ENOUGH_COINS
source: You don't have enough Coins
ar: لا يوجد لديك رصيد كافي من العملات المعدنية

# ERROR_NOT_AUTHORIZED
source: You are not authorized to access this data, please login again
ar: الرجاء التحقق من صلاحيات تسجيل الدخول الخاصة بك

# ERROR_UNKNOWN
source: Unknown error occurred
ar: حدث خطأ غير معرف

# ERROR_SOCIAL_FACEBOOK
source: Facebook login failed, please try again
ar: فشلت عملية تسجيل الدخول عبر الفيسبوك، يرجى إعادة المحاولة

# ERROR_SOCIAL_TWITTER
source: Twitter login failed, please try again
ar: فشلت عملية تسجيل الدخول عبر التويتر، يرجى إعادة المحاولة

# ERROR_SOCIAL_INSTAGRAM
source: Instagram login failed, please try again
ar: فشلت عملية تسجيل الدخول عبر الانستغرام، يرجى إعادة المحاولة

# ERROR_SOCIAL_GOOGLE
source: Google login failed, please try again
ar: فشلت عملية تسجيل الدخول عبر جوجل، يرجى إعادة المحاولة

# ERROR_LOGIN_FAILED
source: Login failed, Please check you email and password
ar: فشل تسجيل الدخول, الرجاء التحقق من اسم المستخدم و كلمه السر

# LOGIN_EMAIL_TITLE
source: EMAIL
ar: البريد الاالكتروني

# LOGIN_EMAIL_PLACEHOLDER
source: Viboemail@gmail.com
ar: vibomail@gmail.com

# LOGIN_PSW_TITLE
source: PASSWORD
ar: كلمة المرور

# LOGIN_FORGOT_PSW
source: Forgot Password?
ar: نسيت كلمه المرور؟

# LOGIN_LOGIN_BTN
source: Login
ar: تسجيل الدخول

# LOGIN_REGISTER_BTN_PREFIX
source: Or
ar: أو

# LOGIN_REGISTER_BTN
source: Register
ar: قم بتسجيل

# LOGIN_REGISTER_BTN_SUFFIX
source: a new account
ar: حساب جديد

# LOGIN_ACCESSEPT
source: By login you accept our
ar: بتسجيلك الدحول تقبل

# LOGIN_PRIVACY
source: Privacy Policy
ar: سياسه الخصوصيه

# LOGIN_TERMS
source: Terms Of Service
ar: شروط الاستخدام

# LOGIN_COUNTRY_CODE
source: Code
ar: الرمز

# DEACTIVE_MSG
source: Your account is not active anymore
ar: حسابك لم يعد فعال بعد الان

# MOBILE_PHONE
source: Mobile
ar: الهاتف

# CODE_SENT_SUCCESSFULLY
source: Code has been sent successfully
ar: تم ارسال رمز التحقق بنجاح

# VERIFICATION_CODE_PAGE_TITLE
source: We have sent you a SMS, please fill below the verification code
ar: ارسلنا اليك رسالة نصية، الرجاء وضع رمز التحقق في الاسفل

# RESEND_CODE_TITLE
source: Didn't receive the SMS?
ar: لم تتلقى رسالة نصية؟

source: Resend code
ar: اعادة ارسالة رمز التحقق

# LOGIN_VALIDATION_CODE
source: Please enter the sent code
ar: الرجاء ادخال رمز التحقق المرسل

# LOGIN_VALIDATION_PHONE
source: Please enter your mobile phone number
ar: الرجاء ادخال رقم هاتفك الجوال

# LOGIN_VALIDATION_COUNTRY_CODE
source: Please enter your country phone code
ar: الرجاء ادخال رمز الدولة

# LOGIN_INVALID_PHONE
source: Please enter a valid phone number without country code
ar: الرجاء ادخال رقم هاتف صحيح بدون رمز الدولة

# PHONE_LOGIN
source: Phone number login
ar: تسجيل الدخول برقم الجوال

# LOGIN_BY_PHONE_UNAVAILABLE
source: Unfortunately, Login by phone is unavailable in this country right now
ar: للأسف, تسجيل الدخول بواسطة رقم الهاتف غير متوفر لهذه الدولة في هذا الوقت

source: Choose another country
ar: اختيار دولة اخرى

# CHOOSE_ANOTHER_METHOD
source: Choose another login method
ar: اختيار طريقة تسجيل اخرى

# FACEBOOK_LOGIN
source: Login with Facebook
ar: التسجيل بواسطة فيسبوك

# GOOGLE_LOGIN
source: Login with Google
ar: التسجيل بواسطة جوجل

# INSTAGRAM_LOGIN
source: Login with Instagram
ar: التسجيل بواسطة انستغرام

# EMAIL_TITLE
source: Email
ar: البريد الالكتروني

# EMAIL_LOGIN_TITLE
source: Email login
ar: تسجيل الدخول بالبريد

# EMAIL_SIGNUP_TITLE
source: Email signup
ar: التسجيل بواسطة البريد

# SIGNUP_EMAIL_TITLE
source: EMAIL
ar: البريد الاالكتروني

# SIGNUP_NAME_TITLE
source: USERNAME
ar: اسم المستخدم

# SIGNUP_NAME_PLACEHOLDER
source: Viboer
ar: Vibor

# SIGNUP_PSW_TITLE
source: PASSWORD
ar: كلمة المرور

# SIGNUP_SIGNUP_BTN
source: Signup
ar: تسجيل حساب

# SIGNUP_LOGIN_BTN
source: Login
ar: تسجيل الدخول

# SIGNUP_LOGIN_BTN_PREFIX
source: Have an account
ar: لديك حساب؟

# SIGNUP_COUNTRY_PLACEHOLDER
source: Select your country
ar: اختر بلدك

# SIGNUP_ACCESSEPT
source: Accept
ar: أوافق على

# SIGNUP_PRIVACY
source: Privacy Policy
ar: سياسه الخصوصية

# SIGNUP_TERMS
source: Terms Of Service
ar: شروط الاستخدام

# SIGNUP_AND
source: and
ar: و

# SOCIAL_USER_INFO_DONE
source: DONE
ar: تم

# START_EMAIL_TITLE
source: ENTER EMAIL
ar: أدخل البريد الالكتروني

# START_EMAIL_PLACEHOLDER
source: Vibo@gmail.com
ar: vibomail@gmail.com

# START_PASSWORD_TITLE
source: ENTER PASSWORD
ar: أدخل كلمة المرور

# START_FORGET_PASSWORD
source: Forget password?
ar: نسيت كلمة المرور؟

# START_NORMAL_LOGIN
source: LOG IN
ar: تسجيل الدخول

# START_SOCIAL_LOGIN
source: Social Network Log In
ar: تسجيل دخول عن طريق

# START_CREATE_ACCOUNT
source: CREATE AN ACCOUNT
ar: إنشاء حساب جديد

# FORGOT_PASSWORD_LINK_SENT
source: We have sent you a link to your email to reset your password
ar: لقد قمنا بارسال رابط اعاده تعيين كلمه السر الى بريدك الالكتروني

source: %@ years ago
ar: منذ %@ سنين

source: %@ year ago
ar: منذ %@ سنة

source: %@ months ago
ar: منذ %@ شهور

source: %@ month ago
ar: منذ %@ شهر

source: %@ days ago
ar: منذ %@ أيام

source: %@ day ago
ar: منذ %@ يوم

source: %@ hours ago
ar: منذ %@ ساعات

source: %@ hour ago
ar: منذ %@ ساعة

source: %@ minutes ago
ar: منذ %@ دقائق

source: %@ minute ago
ar: منذ %@ دقيقة

source: %@ seconds ago
ar: منذ %@ ثواني

source: %@ second ago
ar: منذ %@ ثانية

source: Now
ar: الآن

# SINGUP_VALIDATION_FNAME
source: Please enter your user name
ar: رجاءً قم بادخال الاسم

# SINGUP_VALIDATION_EMAIL
source: Please enter your email
ar: رجاءً قم بادخال البريد الالكتروني

# SINGUP_VALIDATION_EMAIL_FORMAT
source: Please enter a valid email address
ar: الرجاء ادخال بريد الكتروني صالح

# SINGUP_VALIDATION_DATE
source: Please enter your birthday correctly
ar: الرجاء اختيار تاريخ الميلاد بشكل صحيح

# SINGUP_VALIDATION_PASSWORD
source: Please enter your password
ar: رجاءً قم بادخال كلمة المرور

# SINGUP_VALIDATION_PASSWORD_LENGHTH
source: Password should be 6 characters long at least
ar: كلمة المرور يجب ان تكون من ٦ خانات على الاقل

# SINGUP_VALIDATION_VERIF_CODE
source: Please enter your verification code
ar: رجاء قم بادخال رمز التحقق

# SINGUP_VALIDATION_TERMS
source: You need to agree to the terms and conditions before signup
ar: يجب ان توافق على شروط الاستخدام قبل التمكن من متابعة تسجيل الدخول

# SINGUP_VALIDATION_CHOOSE_COUNTRY
source: Please select your country
ar: الرجاءاختيار البلد

# SINGUP_SOCIAL_WELCOM
source: Welcome %@ please fill the rest of these information to finish the signup
ar: اهلا بك %@ الرجاء ملئ المعلومات التاليه لاستكمال التسجيل

# SINGUP_EMAIL_TITLE
source: ENTER EMAIL
ar: أدخل البريد الالكتروني

# RESET_STEP1_TITLE
source: RESET PASSWORD
ar: استعادة كلمة المرور

# RESET_STEP1_DESC
source: Please enter your email address to receive a verification code and change your password
ar: الرجاء إدخال البريد الالكتروني الخاص بك ليتم إرسال رمز التحقق

# RESET_STEP2_DESC
source: Enter the code that have received in your email
ar: الرجاء ادخال الرمز الذي تم ارساله الى بريدك الالكتروني

# RESET_ACTION_NEXT
source: SEND
ar: ارسال

# RESET_CODE_TITLE
source: ENTER CODE
ar: أدخل الرمز

# RESET_CODE_PLACEHOLDER
source: Verification code
ar: رمز التحقق

# RESET_PASSWORD_TITLE
source: NEW PASSWORD
ar: كلمة المرور الجديدة

source: Camera
ar: الكاميرا

source: Gallery
ar: معرض الصور

source: Cancel
ar: إلغاء الأمر

# SETTINGS_USER_LOGOUT
source: Logout
ar: تسجيل خروج

# SETTINGS_USER_LOGOUT_CONFIRM_MSG
source: Are you sure you want to logout?
ar: هل تود تسجيل الخروج؟

# main_shore
source: Explore
ar: استكشف

# love_shore
source: Dating
ar: تعارف

# fadfed_shore
source: Say your mind
ar: فضفض

# THROW_BOTTLE_WARNING
source: Wait until tomorrow to get one free bottle or go to shop to buy bottles
ar: انتظر حتى الغد للحصول على زجاجة مجانية او اذهب الى المتجر لشراء الزجاجات

# THROW_BOTTLE_WARNING_ACTION
source: Get Bottles
ar: المزيد من الزجاجات؟

# HOME_THROW_BTN
source: Throw Bottle
ar: ارمي

# HOME_FIND_BTN
source: Find Bottle
ar: ابحث

# HOME_MY_BOTTLES_BTN
source: My Bottles
ar: زجاجاتي

# UPLOAD_MEDIA_WARNING
source: are you sure you want to go back? your video will not be uploaded.
ar: هل أنت متأكد من العودة؟ عليك الانتظار ليتم رفع الملف الذي ارسلته

# CHAT_REPLY_SENT_MSG
source: Your Reply was sent to the bottle owner, when he sees your reply you guys can chat for 24 hours
ar: تم ارسال ردك, عندما يشاهد صاحب الزجاجة ردك، سيتاح لكما المحادثة لـ٢٤ ساعة

# CHAT_RECORDING
source: Recording....
ar: جاري التسجيل‫…‬

# CHAT_BLOCKED
source: Chat is blocked untill the peer replies
ar: المحادثة مغلقه حتى يقوم الطرف الاخر بالرد

# CHAT_NAV_TIME_LEFT
source: left
ar: متبقي

# RECORD_FAILED_ERROR
source: Sorry, there seems an issue recording your message
ar: للأسف يبدو ان هنالك مشكلة في تسجيل رسالتك

# RECORD_LONG_PRESS
source: Please hold the record botton while talking
ar: استمر بالضغط على زر التسجيل خلال حديثك

source: Seen
ar: شوهد

source: Mute
ar: كتم

source: Unmute
ar: إلغاء الكتم

# CHAT_WARNING_BODY
source: Your conversation with %@ is going to end soon
ar: المحادثة مع %@ على وشك الانتهاء

# EXTEND_CHAT_TITLE
source: Extend chat
ar: تمديد المحادثة

# EXTEND_CHAT_POPUP_TITLE
source: Extend your chat with %@
ar: مدد المحادثة مع %@

# AUDIO_REPLY_TITLE
source: Send a voice reply to start the conversation
ar: أرسل رداً صوتياً لتبدأ المحادثة

# AUDIO_REPLY_RECORD
source: Press to start recording
ar: إضغط لبدء التسجيل

# AUDIO_REPLY_START
source: Record
ar: تسجيل

# AUDIO_REPLY_STOP
source: Stop
ar: توقف

source: Female
ar: بنت

source: Male
ar: ولد

# ALL_GENDER
source: All
ar: الكل

# BUY_FILTER_WARNING
source: Go to shop to buy this filter
ar: توجه الى المتجر لشراء هذا التفضيلات

source: Go To Shop
ar: اذهب الى المتجر

# FILTERS_PANEL_GENDER_TITLE
source: Filter by Gender
ar: تفضيلات الجنس

# FILTERS_PANEL_COUNTRY_TITLE
source: Filter by Country
ar: تفضيلات البلد

# FILTERS_PANEL_GENDER_BUY_BTN
source: Buy Filter
ar: شراء

# FILTERS_PANEL_COUNTRY_BUY_BTN
source: Buy Filter
ar: شراء

# FILTERS_PANEL_FILTER_NOW_BTN
source: Find Bottle Now
ar: فلترهاالاّن

# FILTERS_PANEL_PLACEHOLDER_GENDER
source: Want to find bottles from males or females only?
ar: ابحث عن فيديو اناث/ذكور

# FILTERS_PANEL_PLACEHOLDER_COUNTRY
source: Find Bottles from specific country
ar: ابحث عن فيديو من بلدك

# FILTERS_PANEL_NO_COUNTRY_SELECTED
source: Select Country
ar: حدد البلد

# FILTERS_PANEL_TIME_LEFT
source: Left
ar: متبقي

# PREFERED_COUNTRIES_TITLE
source: Most used
ar: الأكثر تداولا

# PREVIEW_THROW_NOW
source: Throw Now
ar: إرمي الاّن

# SETTINGS_CONTACT
source: Contact Us
ar: تواصل معنا

# SETTINGS_ABOUT
source: About us
ar: من نحن

# SETTINGS_TERMS
source: Terms of Service
ar: شروط الاستخدام

# SETTINGS_SHARE
source: Share Vibo
ar: شارك التطبيق مع الاصحاب

# SETTINGS_RATE
source: Rate Us
ar: تقيم التطبيق على iTunes

# SETTINGS_LOGOUT
source: Logout
ar: تسجيل الخروج

# SETTINGS_LOGOUT_MSG
source: Are you sure you want to logout?
ar: هل انت متاكد انك تريد تسجل الخروج

# SETTINGS_SHARE_MSG
source: Come over and try this cool App, https://itunes.apple.com/us/app/vibo-خليج-الفيديو/id1407745068?ls=1&mt=8
ar: فيبو ‫-‬ ارمي سرك في البحر واكتشف اسرار الاخرين, https://itunes.apple.com/us/app/vibo-خليج-الفيديو/id1407745068?ls=1&mt=8

# SETTINGS_MAIN_NOT_CONFIGURED
source: Your Device is not configured to send emails
ar: هذا الجهاز غير مهيئ لارسال ال رسائل الالكترونيه

# ABOUT_TITLE
source: About us
ar: من نحن

# TERMS_TITLE
source: Terms of Service
ar: شروط الاستخدام

source: Report
ar: ابلاغ

source: Block user
ar: حظر

source: Ignore
ar: البحر

source: Reply
ar: ارسل ردك

source: Spam
ar: مزعج

source: Offending
ar: مهين

source: Sexual content
ar: محتوى جنسي

# BLOCK_USER_WARNING
source: Are you sure you don’t want to see Videos from %@ anymore?
ar: متأكد أنك لا تريد مشاهدة محتوى من %@ بعد الآن؟

# REPORT_SUCCESS_MSG
source: Ok We Got that, Our team will check..
ar: شكرا ، تم استلام الطلب

# BLOCK_USER_SUCCESS
source: We will make sure %@ will never bother you again
ar: نحن حريصين على ان لا يزعجك %@ مجدداً

# NO_REPLIES_MSG
source: Reply locked for 12 hours, wait and come back later or unlock by getting more replies
ar: تم قفل الردود لمدة ١٢ ساعة، انتظر حتى يتم التجديد او احصل على مزيد من الردود من المتجر

source: Get replies
ar: احصل على ردود

# BUY_ITEM_WARNING
source: Are you sure you want to buy this item with %@ ?
ar: هل آنت متآكد من عملية الشراء ب %@ ؟

# CANT_BUY_ITEM_WARNING
source: You have an active filter from the same type
ar: لديك تفضيل فعال مسبقاً من هذا النوع

# TAB_BOTTLES
source: Bottles
ar: زجاجات

# TAB_GENDER
source: Gender
ar: الجنس

# TAB_COUNTRY
source: Country
ar: البلد

# TAB_COINS
source: Coins
ar: عملات معدنية

# TAB_REPLIES
source: Replies
ar: الردود

# SHOP_TITLE
source: Shop
ar: المتجر

# SHOP_BTN_BUY
source: Buy Now
ar: شراءالاّن

# SHOP_INVALID_PURCHASE_MSG
source: This Seems an invalid purchase request, please contact us if you are having issues
ar: تبدو هذه عملية شراء غير صالحة الرجاء التواصل معنا ان كنت تواجه اي مشكلات

# MY_BOTTLES_TITLE
source: My Bottles
ar: زجاجاتي

# MY_BOTTLES_LEFT_TITLE
source: You Have
ar: لديك

# MY_BOTTLES_LEFT_SUBTITLE
source: Bottles
ar: زجاجات

# MY_BOTTLES_THROWN_TITLE
source: You threw
ar: قمت برمي

# MY_BOTTLES_THROWN_SUBTITLE
source: Bottles
ar: زجاجات

# MY_BOTTLES_REPLIES_TITLE
source: My Replies
ar: ردودي

# MY_BOTTLES_BOTTLES_TITLE
source: My Bottles
ar: زجاجاتي

# MY_BOTTLES_REPLIES_TITLE_With_count
source: My Replies (%d)
ar: ردودي (%d)

# MY_BOTTLES_BOTTLES_TITLE_With_count
source: My Bottles (%d)
ar: زجاجاتي (%d)

# MY_BOTTLES_NEXT_REFILL
source: 1 free bottle after:
ar: زجاجات مجانية بعد

# MY_BOTTLES_PEER_DIDNT_REPLY_YET
source: %@ Didn't reply yet
ar: لم يقم %@ بالرد بعد

# MY_BOTTLES_YOU_DIDNT_REPLY_YET
source: You Didn't reply yet
ar: لم تقم بالرد بعد

# MY_BOTTLES_BTN_CHAT
source: Chat Now
ar: دردش

# MY_BOTTLES_TIME_LEFT
source: Time left:
ar: الوقت المتبقي

# MY_BOTTLES_EMPTY_PLACEHOLDER
source: No Conversations Found!! go ahead and reply to a bottle
ar: لا يوجد اي محادثة ابحث عن زجاجة و رد عليها

# MY_THROWN_BOTTLES_REPLIES_COUNT
source: (%d) Replies
ar: (%d) رد

# RATE_US_TITLE
source: do you Like Vibo?
ar: اعجبك فيبو ؟

# RATE_US_MSG
source: If you like Vibo give us 5 stars on iTunes store, it means a lot to us ;)
ar: إن اعجبك التطبيق اعطنا بعض النجوم على ايتونز, سيساعدنا ذلك كثيراً

# RATE_US_BTN
source: Rate Vibo on Itunes
ar: تقيم التطيبق عل ايتونز

# RATE_US_SKIP
source: No, I won't help
ar: لا, لن أساعد

# SHARE_APP_TITLE
source: Do you Like Vibo?
ar: اعجبك فيبو ؟

# SHARE_APP_MSG
source: Share The app with your fiends, invite them to the sea...
ar: شارك التطبيق مع صحابك!! ادعيهم للبحر....

# SHARE_APP_BTN
source: Share Vibo
ar: شارك فيبو

# SHARE_APP_SKIP
source: No, I won't help
ar: لا, لن أساعد

# tut1_step1
source: Welcome to vibo, here you can shoot a video and throw it in the sea, it would be your own little secret
ar: هنا يمكنك ان تقوم بتصوير فيديو ورميه في البحر ليشاهده الآخرون ويتواصلوا معك

# tut1_step2
source: In vibo we have multiple shores and in each shore you can find different videos with diffrent topics
ar: مواضيع مختلفة في كل شاطئ

# tut2_title
source: Are You ready!!!
ar: هل أنت مستعد!!!

# tut2_desc
source: Why don't you start by looking for a thrown bottle from the main shore ?
ar: ابحث عن زجاجة فيديو

# TUT_CHAT_1
source: Here you can find a countdown for how much time you have left to chat
ar: هنا تجد الوقت المتبقي للمحادثة

# TUT_REPLY_1
source: is it interesting ? Reply to this user now, click to shoot a video!
ar: !اعجبك الفيديو؟ أرسل ردك لصاحب الفيديو الان،

# TUT_CAM_1
source: Your account will be blocked if you share any sexual content.
ar: أي محتوى غير اخلاقي سيتم حذفه و حظر صاحبه

# TUT_CAM_OK_1
source: NEXT...
ar: التالي..

# TUT_CAM_2
source: Show your face and voice clearly. Black screen videos will be removed.. Quality videos spread faster!
ar: لضمان وصول الفيديو لجميع المستخدمين احرص على اظهار وجهك وصوتك بشكل واضح سيتم حذف اي فيديو بشاشه سوداء

# TUT_CAM_OK_2
source: READY..
ar: جاهز ؟

# VERSION_AVAILABLE
source: There is a newer version of Vibo available right now
ar: هناك اصدار جديد من التطبيق يمكنك تحديثه الان

# VERSION_OBSOLETE
source: Your app is outdated, please update you app
ar: انت بحاجة الى اصدار احدث من التطبيق

source: Update
ar: تحديث

# EDIT_USER_NAME_TITLE
source: Edit Username
ar: تعديل اسم المستخدم

# USERNAME_PLACEHOLDER
source: username
ar: اسم المستخدم

# CAN_NOT_EDIT_USERNAME
source: You are not allowed to edit your username anymore
ar: لا يمكنك تغيير اسم المستخدم بعد الان

source: Coins
ar: عملة معدنية

# NO_ENOUGH_COINS_MSG
source: You don't have enough Coins
ar: لا يوجد لديك رصيد كافي من العملات المعدنية

source: Get Coins
ar: المزيد من العملات المعدنية؟
